app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
<h1>This is a test</h1>
<% Student.all.each do |student|%>